# Packages
brew "bun"
brew "ffmpeg"
brew "yt-dlp"
brew "wget"
brew "zsh"
brew "gh"
brew "git"
brew "curl"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "orbstack"
brew "mise"
brew "uv"

# Cask applications
cask "1password"
cask "antigravity"
cask "arc"
cask "cursor"
cask "discord"
cask "ghostty"
cask "pearcleaner"
cask "raycast"
cask "superhuman"

# Fonts
cask "font-iosevka"